<template>
    <k-layout>
        <p>
            <!-- 0. 本文为 Koishi 机器人框架 Systools 插件 终端用户协议(以下简称 "EULA"). <br>
            1. 本插件遵循 <code>GPL3</code> 或 更高版本的 <code>GPL</code> 开源协议, 请开发者自行遵守. <br>
            2. 使用本插件的用户或引用本插件的其他插件或框架等(以下简称 "用户")均有义务在本插件发生错误时上报错误日志(插件会自行上报), 不得将上报错误日志的代码修改或删除. <br>
            3. 插件 EULA 归属权、解释权均有插件开发者或开发团队以及开发者或开发团队所认可的个人或集体所有. <br>
            4. 插件 EULA 会不定期更新, 请自行参阅并遵守最新版本的 EULA. <br> -->
            详见 <code>kreport</code>
        </p>
    </k-layout>
</template>